[
    {
        "name": "Livro - Todas as suas (im)perfeições",
        "description": "Livro - Todas as suas (im)perfeições em promoção na Americanas. Encontre ofertas com os melhores preços e entrega rápida. Vem!",
        "aggregate": "4.3",
        "reviews": [
            {
                "rating": 4,
                "author": "skoob_8548699",
                "original_body": "The book is sad for the most part. Reading it in my current moment was painful but comforting. All Your Imperfections is about an imperfect marriage, of imperfect people, who try despite everything. It's incredible and thought-provoking, you'll cry along with Quin and Gaham.",
                "body": [
                ],
                "title": "Bem cirúrgico ",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 4,
                "author": "skoob_9289342",
                "original_body": "I really like Colleen's writing, it keeps me really hooked, it's no wonder I read it in practically two days. the story is so realistic in terms of the characters, no one is totally good or bad, only humans! It develops the vision of the protagonist Quinn very well, we as readers feel in her shoes, with her pain and I even identified at times. This book, like all of Colleen's, made me reflect on how I behave in my relationships (romantic or not), her writing has this magic",
                "body": [
                ],
                "title": "Todas as suas (im)perfeições ",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 2,
                "author": "skoob_8185212",
                "original_body": "Man, I was \"liking\" the book and then there was the plot, the protagonist tells me that the psychologist couldn't help her and that they weren't useful for her problem WHICH IS CLEARLY NOT TRUE, she was mentally ill and needed help. Her husband is simply an idiot and don't tell me that he was fighting for their love, that didn't work for me, it seems that their relationship is just about sex, so much so that he went looking for someone else, right... But the problem with everything wasn't even that, it was how all this shit was resolved WITH ONLY THE POWER OF LOVE, oh fuck off. She was already mentally ill, it wasn't supposed to be resolved that easily BECAUSE THINGS ARE NOT LIKE THAT. People love to propagate that CoHo writes real books but in this book here she clearly didn't know how to approach and develop what SHIT. I gave this story two and a half stars because of the fluid narrative and the beginning of the story where I wanted to know where everything was going to end, there came a moment when I didn't want to know about the past anymore, I didn't care how they loved each other there, the future was fucked up. To conclude, I didn't like the story and I don't recommend it, this is the second CoHo book that I've read and after this I'm going to take a step back from it.",
                "body": [
                ],
                "title": "Tá bom vamo lá...",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 1,
                "author": "skoob_6197771",
                "original_body": "A horrible recycled story that doesn't make you want to read. The only thing that saves it is the author's great writing, but the story itself... It makes you want to use this book as a weapon for some murder just so it can be arrested and no one has to read it.",
                "body": [
                ],
                "title": "Por que eu gastei meu dinheiro nisso?",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 2,
                "author": "skoob_10023571",
                "original_body": "I'm challenging myself to do a review of all the books I've read, but I have to admit that perhaps this one is the most difficult, Colleen Hoover is an excellent author, but I have to admit that she leaves something to be desired in many of her books, I had a wonderful experience with her that was \"that's how it ends\" but I wouldn't be being honest if I said that the other experiences have been good. \"until the summer ends\" was a reasonable book and I'm sorry to say that \"all your imperfections\" was an extremely slow read, it didn't meet my expectations but I won't speak completely against the book, it has its High points, I just feel that the author had the potential to make an incredible book with even more incredible characters and felt lazy in the middle of the book and just wanted to finish it quickly, sorry, I wish I had great reviews for this book.",
                "body": [
                ],
                "title": "TODAS AS SUAS imPERFEIÇÕES\n",
                "sent": 0.0,
                "category": ""
            }
        ]
    },
    {
        "name": "Ateliê Fashion: Estampas Para Colorir 1ª Ed",
        "description": "Ateliê Fashion: Estampas Para Colorir 1ª Ed em promoção na Americanas. Encontre ofertas com os melhores preços e entrega rápida. Vem!",
        "aggregate": "2.7",
        "reviews": [
            {
                "rating": 2,
                "author": "02-58693066-1",
                "original_body": "Unfortunately I didn't like the drawings, the lines are thick. In my opinion, the cover features the matryoshkas with a sweet look, so I imagined that the drawings would be more delicate, but the content is different, even the unicorns are strange, their eyes are without their irises and pupils, painted entirely black , nothing to do with the image of cute unicorns, it was very strange. Perhaps this is the author's style.",
                "body": [
                ],
                "title": "Papel bom, ilustrações deixam a desejar.",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 1,
                "author": "585b117fe4b0a3a7b9da7d0a",
                "original_body": "Don't buy it. There is no stamping. Ugly drawings.",
                "body": [
                ],
                "title": "Ruim",
                "sent": 0.0,
                "category": ""
            }
        ]
    },
    {
        "name": "Livro - Billy Summers",
        "description": "Livro - Billy Summers em promoção na Americanas. Encontre ofertas com os melhores preços e entrega rápida. Vem!",
        "aggregate": "4.5",
        "reviews": [
            {
                "rating": 4,
                "author": "skoob_121765",
                "original_body": "Again I surrendered to the King's talents, and again I had a good experience. I really like the way the author creates totally different stories, but manages to put similar elements in them all, in addition to the subtle (not always) quotes from other works. I really liked Billy, with reservations. The story is interesting, even though the beginning is quite monotonous. What bothered me a lot was the fact that overnight the new neighbor became everyone's favorite, and on top of that the parents left Billy alone with the children without supervision. Bro! He could be a maniac. Another thing is the fact that Alice \"recovered\" so calmly from a collective rape, lacking the slightest bit of sense and sensitivity. And the outcome, when it is revealed who the contractor is and their reasons, everything was too simple and easy. Other than that, it's a cool piece of work.",
                "body": [
                ],
                "title": "Nada de acordo com o plano",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 4,
                "author": "skoob_759261",
                "original_body": "I confess to having created hope in the relationship between Billy and Alice. It's normal, due to the chemistry between the two. But it was better the way it was, taking into account all the problems involved",
                "body": [
                ],
                "title": "Final honesto ",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 4,
                "author": "skoob_7498942",
                "original_body": "Billy Summers was without a doubt my favorite this year, I spent months finishing this book when I realized that the ending wasn't going to be the way I wanted. It's a tense Thriller until the last second of reading, there are a lot of twists and betrayals involved. At no point did I find the book boring or exhausting, I remained interested in the story 100% of the time. Since the beginning of Billy's childhood story, I've sympathized with him terribly, and with each new piece of information I discovered, the more I liked him. I got very attached to Billy and every time he came up with a risky plan I got tense and worried, so I knew what Billy's end would be in this whole story. Even though I predicted how everything would end, it didn't stop me from suffering a lot over his death, the last chapters were torture to read. It was extremely cruel that King made the reader go through this, it is painful to see the tragic ending that Billy had. I admit that I started crying long before his death was confirmed, my heart was torn apart with every word Billy said in that damn stolen car. Even though it was a painful experience, it is a book that I highly recommend for anyone who likes Thrillers. And here's my challenge: try not to love Billy Summers. P.S. There is no way Billy is in hell drinking sulfur and ice. He's elsewhere writing books.",
                "body": [
                ],
                "title": "Maldita Marge. ",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 2,
                "author": "skoob_8351890",
                "original_body": "The book is extremely boring at first, but then it starts to improve and goes down and up, a little boring. The ending is ok.",
                "body": [
                ],
                "title": "Bom",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 5,
                "author": "skoob_9117760",
                "original_body": "The book addresses the morals and ethics of Billy Summers, an ex-sniper, hit man, but Billy doesn't kill just anyone, he has a motto, he only kills bad people, which doesn't make him a good person for doing it. He is hired to do a job, his last job, he wants to retire after this. Is the work simple? No, it takes time, Billy pretends to be a writer, clearly he tries, and starts writing about his own life story. The work starts to take a long time, Billy thinks about giving up, but half the money has already been paid, so he waits. At some point Billy notices something wrong with this plan, and decides to take protective measures. The job is done, Billy doesn't follow the plan proposed to him, and hides in his own hideout, stays there for days, leaving only if necessary, to buy basic supplies. One morning he meets Alice, not by chance, but by misfortune. The two travel together, she needs to heal, he needs a plan to get the rest of her money, and find out what went wrong in the plan to kill his target. I loved the book, it became my second favorite by the author, I love King, but I was very sad with the ending of this book, and at the same time it made me very happy.",
                "body": [
                ],
                "title": "Lindo, lindo, lindo ",
                "sent": 0.0,
                "category": ""
            }
        ]
    },
    {
        "name": "Misterio em chalk hill",
        "description": "Misterio em chalk hill em promoção na Americanas. Encontre ofertas com os melhores preços e entrega rápida. Vem!",
        "aggregate": "3.7",
        "reviews": [
            {
                "rating": 4,
                "author": "skoob_42601",
                "original_body": "I loved the reading experience. It's a thriller with supernatural touches that teaches us a lot about the end of the 19th century, in aristocratic England. The main character, a young German, goes to work in an isolated house to educate little Emily who has just lost her mother. Soon after Charlotte's arrival, some strange things happen to Emily and speculation about the girl's mental health begins. It is a very sensitive story about grief, a distant father and the customs of girls' education and the lives of women who dedicated themselves to being educators and giving up their lives to always be available to their employers. It has romance and mystery and is based on real information about the Society for Psychical Research in old London. A society that, according to the author tells us at the end, still exists. I recommend this reading to lovers of mysteries, suspense and romance. The ending is sad and beautiful!",
                "body": [
                ],
                "title": "Ótima experiência ",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 3,
                "author": "skoob_590108",
                "original_body": "I thought the book grips you from the beginning, it's a huge mystery, you keep trying to guess what happened, it's crazy and the book is great... Then the end of the book comes, and the author runs with the story and how it unfolds... And that's where the book ends. Unfortunately, the book had everything to be wonderful, but after this ending, I can only say: \"it's detailed, it holds you, well written, but for me today it's not Faro\".",
                "body": [
                ],
                "title": "Tudo aquilo pra isso?",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 2,
                "author": "skoob_8232684",
                "original_body": "The writing is very tiring and didn't hold me very well and consequently it took me a long time to pick up reading. The events took a long time and things were too obvious. I think that if the protagonist paid attention, the book would have far fewer pages. I missed an epilogue in this book. It had a great plot, but it seems to have gotten lost. But it's a decent suspense book.",
                "body": [
                ],
                "title": "",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 2,
                "author": "skoob_6912870",
                "original_body": "The book is sold as a thriller and does not deviate from the genre. The environment is very well described as are the characters, the author dedicated a lot to creating the personality of each character and this is one of the points that most attracts the reader to the book. We can see the association with Charlotte Brontë's theme and the attempt to insert mysteries like those read in Sherlock Holmes' stories, at this point there are flaws: towards the end of the book the unfolding of the plot is already very explicit. However, the story does not deviate from the character of a psychological thriller: the setting, the characters' choices, the events do not deny this, although we have a good idea of the ending, the construction is very good. This is an important point, there was a lot of research for this book and it is perhaps the most faithful to the description of the time that I have ever read. The author does not attempt to romanticize (thankfully) the limitations that women and children had, nor the difficulties in entering an exclusionary society, despite the characters being from high classes and with many privileges, the events are very detailed and the criticism of the arts of the time is the comic part of the narrative. I missed details about the past of secondary characters, such as the decline of Andrew and Ellen's marriage, but this is also the point that most deals with possible mental illnesses, their causes and consequences within the narrative. Other than that, I advise readers not to expect romance. It does not have. The book is not focused on that. But if you're after a psychological thriller, I recommend it.",
                "body": [
                ],
                "title": "",
                "sent": 0.0,
                "category": ""
            }
        ]
    },
    {
        "name": "Livro - Uma garota de muita sorte",
        "description": "Livro - Uma garota de muita sorte em promoção na Americanas. Encontre ofertas com os melhores preços e entrega rápida. Vem!",
        "aggregate": "3.8",
        "reviews": [
            {
                "rating": 5,
                "author": "skoob_6511796",
                "original_body": "The book goes between the past and the future and each trip to the past is a pain in the chest. During her high school years, something horrible happened to Ani and lies were spread. She is a character who has several traumas from adolescence still experienced in her adult life, which makes her future marriage with a handsome and rich man who will soon become her husband difficult. But, a documentary is made and the truths about that traumatizing day come to light, finally leaving Ani's mind at ease and ready to move forward again.",
                "body": [
                ],
                "title": "Uma Garota de muita Sorte. ",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 2,
                "author": "skoob_48294",
                "original_body": "The book deals with two very important themes. But, unfortunately, I think the author didn't know how to create a good story from them. Reading is very tiring and all the characters are cliché and have horrible personalities. This made it very difficult for me to get involved with the story, as I was unable to create a bond with the main character. What a shame.",
                "body": [
                ],
                "title": "",
                "sent": 0.0,
                "category": ""
            }
        ]
    },
    {
        "name": "Impasse - 1ª Ed.",
        "description": "Impasse - 1ª Ed. em promoção na Americanas. Encontre ofertas com os melhores preços e entrega rápida. Vem!",
        "aggregate": "3.4",
        "reviews": [
            {
                "rating": 5,
                "author": "skoob_9086947",
                "original_body": "Exciting, captivating book. I read it in 2 days. The story involves you and you want to know the outcome quickly. Easy, dynamic reading. I loved the plot!!",
                "body": [
                ],
                "title": "Imprevisível ",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 2,
                "author": "skoob_674588",
                "original_body": "First book I read by this author. A very agile story, without much fluff but nothing new.",
                "body": [
                ],
                "title": "Nada de novo",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 2,
                "author": "skoob_7860507",
                "original_body": "This book, in a way, created the rift between my 'self', divided into before and after 'status: reader'. Despite being a read today, in my analysis: dull, boring, drawn out and long, in its actions and in its dissertation conclusions, it is still a book that I have a sentimental attachment to because it means so much about the Jadson of 2019. Currently, my readings they are more focused on utopias, dystopias, social behavior, social problems and philosophy, but, still, a good old romance is always welcome on Sundays.",
                "body": [
                ],
                "title": "Minha primeira leitura ",
                "sent": 0.0,
                "category": ""
            }
        ]
    },
    {
        "name": "Livro - Crepúsculo",
        "description": "Livro - Crepúsculo em promoção na Americanas. Encontre ofertas com os melhores preços e entrega rápida. Vem!",
        "aggregate": "4",
        "reviews": [
            {
                "rating": 2,
                "author": "skoob_9363997",
                "original_body": "Honestly, I swore the book would be much better than the movie (I found the movie embarrassing). But the book manages to be good in certain parts, I loved Bella and Edward's relationship, it was MUCH less embarrassing than the movie. The only thing I didn't expect was Edward's scene in the forest, taking place in the car (in parts) it was hilarious. Regarding reading, I found it a little time-consuming, mainly because of the format of the book (it made it a little difficult). But other than that, the book can be considered good.",
                "body": [
                ],
                "title": "Esperava mais!",
                "sent": 0.0,
                "category": ""
            }
        ]
    },
    {
        "name": "Livro - Origem (Robert Langdon - Livro 5)",
        "description": "Livro - Origem (Robert Langdon - Livro 5) em promoção na Americanas. Encontre ofertas com os melhores preços e entrega rápida. Vem!",
        "aggregate": "3.8",
        "reviews": [
            {
                "rating": 5,
                "author": "skoob_6901321",
                "original_body": "Another sensational book from the author! A narrative that ultimately leads us to a deep reflection on the relationship between humans and artificial intelligence, in this sense, can be frightening for some. Highly recommended!",
                "body": [
                ],
                "title": "Escrita perfeita! Enredo esplêndido!",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 2,
                "author": "skoob_5813490",
                "original_body": "I was motivated to read this by another book by the author, which I really liked, but my first perception was that it got a little lost as the narrative unfolded. Investigative books are not my usual reading style, and I couldn't have the patience for the twists and turns this book took. The plot itself is great, thought-provoking and has very fluid language, encouraging the reader to want to continue. The ending was very well tied up, the author focused the reader's attention on one point (which disappointed me a little), but in order to make it more relevant. \nHowever, there is a lot of unnecessary information. \nPages and pages of explanations that contribute nothing to the main plot, a false development of secondary characters that in the end doesn't change and doesn't add anything to the story other than more pages to be read. \nThis plot didn't need to take up 560 pages. \nIt was a reading of ups and downs, when I reached the middle I just wanted it to end soon.",
                "body": [
                ],
                "title": "",
                "sent": 0.0,
                "category": ""
            }
        ]
    },
    {
        "name": "Livro - O primeiro a morrer no final",
        "description": "Livro - O primeiro a morrer no final em promoção na Americanas. Encontre ofertas com os melhores preços e entrega rápida. Vem!",
        "aggregate": "4.4",
        "reviews": [
            {
                "rating": 5,
                "author": "skoob_9435698",
                "original_body": "I don't think I've ever cried so much reading a book... Without a shadow of a doubt, Adam got A LOT right in this story. I loved getting to know the beginning of everything, and the relationship between these characters certainly left my heart warm \n \"The first to die at the end\" takes place years before \"The two die at the end\", telling about the origin of the Death Center and the first terminator to receive the call. \nOrion Pagan is a young man who suffers from a heart disease and longs for a transplant. With the emergence of the Death Center, he hopes to receive a call telling him when he will die, so that he can enjoy life a little, without fearing that his serious illness will take him by surprise. \nOn the other hand, Valentino Prince is a healthy young man who has just left Arizona to live in New York with his sister. Getting a call from Death Central is the last thing he wants. \nUnder the screens of Times Square, Orion and Valentino meet and the connection between them is immediate. At midnight that day, the first call from Death Central announces that one of the two will die within 24 hours. Even without knowing how much time they will have together, the two want to make the most of it together until the end. \nThis book has my favorite star and heart!",
                "body": [
                ],
                "title": "O primeiro a morrer no final, Adam Silvera",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 2,
                "author": "skoob_1630220",
                "original_body": "The author revisited his favorite universe and had the opportunity to explore his creations from new perspectives, this time he told the story of the first to receive the call from the Death Center, with the news that that would be his last day of life. \n\nThe news, however, stops there. Orion and Valentino use lines to weave their reflections as they venture through the streets of New York, just like Mateo and Rufus in the first book, only now with (much) more pages. Other characters were included, some already known from the first book, and the creator of Death Central had greater participation in the narrative, but none of them added original points of view; In some parts, it was difficult to know which of the four was speaking. The moment was ideal to tell readers about the company's secret and delve deeper into the behind-the-scenes of this curious service, but the author wasted that too, and stuck to the elements that made \"The two die in the end\" successful. \n\nThe reading is interesting, just like the first volume, but because they are such similar books, it's a good idea to wait a while before diving into this medium again, instead of reading the two in sequence.",
                "body": [
                ],
                "title": "A empolgação morreu no começo",
                "sent": 0.0,
                "category": ""
            }
        ]
    },
    {
        "name": "Livro - Sem amor",
        "description": "Livro - Sem amor em promoção na Americanas. Encontre ofertas com os melhores preços e entrega rápida. Vem!",
        "aggregate": "4.3",
        "reviews": [
            {
                "rating": 2,
                "author": "skoob_10074620",
                "original_body": "\"Loveless\" by Alice Oseman is a work that stands out for courageously and authentically addressing sexual orientations often neglected in literature. The inclusion of asexuality and aromanticism offers a unique lens through which to explore issues of identity and diversity. The author demonstrates sensitivity when introducing and exploring these themes, providing a valuable perspective for readers who rarely find representation of these identities in the narrative.\n\nHowever, despite its merit in representing less common experiences, the book fails in other aspects. The first-person narrative, from Georgia's perspective, becomes somewhat drawn out and monotonous. Immersion in Georgia's continuous thoughts around a main theme can make the reading less dynamic and, at times, even repetitive. The lack of a central problem or mystery to engage the reader contributes to the feeling that the plot lacks a more striking impulse.\n\nIn addition, the development of the characters leaves something to be desired. The connection between them and the plot itself seems fragmented, with predictable and, at times, depressing solutions. The resolutions are delivered in an obvious way, however, the way they unfold does not provide the emotional impact or connection necessary to enrich the reader's experience. Such a situation can result in a feeling of disconnection and lack of involvement with the story.\n\nStill, the author deserves recognition for her courage in addressing relevant issues, bringing light to identities that are often underrepresented. However, the plot could have been more concise and dynamic, as many details do not seem to contribute significantly to the evolution of the narrative. The ending, in turn, leaves something to be desired, lacking a satisfactory emotional impact or an outcome that involves the reader in a deeper way.\n\nIn short, \"Loveless\" is a work that stands out for bringing to raises important issues about sexual orientations that are little explored, but which, in the general context, could have benefited from a leaner narrative, more in-depth character development and a more impactful ending to offer a more engaging and captivating reading experience.",
                "body": [
                ],
                "title": "Não é uma leitura para todos. Ou eu li em um momento errado!",
                "sent": 0.0,
                "category": ""
            }
        ]
    },
    {
        "name": "Amor & Gelato - 1ª Ed.",
        "description": "Amor & Gelato - 1ª Ed. em promoção na Americanas. Encontre ofertas com os melhores preços e entrega rápida. Vem!",
        "aggregate": "4.3",
        "reviews": [
            {
                "rating": 2,
                "author": "skoob_10143871",
                "original_body": "I know it's a trilogy but honestly I stopped for love and gelato, it's not a book that I hate but I found it reasonable, the reading is very fluid, there are no difficult words, the story is good, but it was a book that didn't capture my attention, I love romance books in general but I don't know what happened in this book here, something about it didn't click with me, I really don't know. It's a +12 book and I highly recommend it to everyone who likes romance, maybe in 2024 I'll try to read it again because the story really was cool, you know, but the first time I read it I didn't fall in love with it...",
                "body": [
                ],
                "title": "Sobre amor e gelato",
                "sent": 0.0,
                "category": ""
            }
        ]
    },
    {
        "name": "Livro Dragon Ball Super Vol.01 - panini",
        "description": "Livro Dragon Ball Super Vol.01 - panini em promoção na Americanas. Encontre ofertas com os melhores preços e entrega rápida. Vem!",
        "aggregate": "4.5",
        "reviews": [
            {
                "rating": 2,
                "author": "skoob_8031147",
                "original_body": "I recently finished the entire Dragon Ball saga to start Super, and I'm disappointed, because I noticed that things happen very quickly here! No explanations, as happened in the classic or Dragon Ball Super anime. 2 stars is a good rating for this first volume. I sincerely hope it gets better (the end of the volume was cool, it helped me raise the rating to 2 stars).",
                "body": [
                ],
                "title": "Muito \"rushado\"",
                "sent": 0.0,
                "category": ""
            }
        ]
    },
    {
        "name": "Livro - A dança da morte",
        "description": "Livro - A dança da morte em promoção na Americanas. Encontre ofertas com os melhores preços e entrega rápida. Vem!",
        "aggregate": "4.4",
        "reviews": [
            {
                "rating": 3,
                "author": "skoob_8028364",
                "original_body": "The book starts very well, it has that aspect of the end of the world and survival. And even half of it can be said to be very well done. It as a whole is very well written, but the ending was so rushed that it got a little lost. It killed 3 important characters at once and those deaths meant nothing. All that world building for everything to end in an atomic explosion? Very bad, seriously. If it weren't for that super rushed ending it would be much better. I couldn't believe that the guy who wrote those first 1000 pages wrote the last 200 too. He lost his hand a lot. Stu and Frannie's end was very predictable too, I believe they had better characters to explore, like Larry or Dayna. Anyway, that's it, the beginning of all the characters was so good, like Nick, Harrold, Fran and Stu herself, but then Stephen King goes there and discards all this development in a few pages. Nadine, who was a super interesting character, died in such a stupid way and Harold, who could have had a redemption arc, goes there and dies like that. I think SK was more concerned with shocking than creating a cohesive story. In the end he didn't get either one or the other, and he's my favorite author, but I can't defend this book, I don't understand how people like it so much.",
                "body": [
                ],
                "title": "Esperava mais.",
                "sent": 0.0,
                "category": ""
            }
        ]
    },
    {
        "name": "Livro - A namorada ideal",
        "description": "Livro - A namorada ideal em promoção na Americanas. Encontre ofertas com os melhores preços e entrega rápida. Vem!",
        "aggregate": "3.4",
        "reviews": [
            {
                "rating": 3,
                "author": "skoob_9903754",
                "original_body": "Laura is a TV producer and dedicated mother, her son Daniel is studying medicine, after finishing a semester at college Daniel returns to his mother's house and decides to look for a property to live alone. During his trip to a real estate office he meets Cherry, a beautiful and determined woman, who he soon asks out and they start dating.\r\n\r\nAt first Laura wants to have a mother-daughter relationship with Cherry and so that they can become closer, invites her to go on a trip with her and her son. At a certain point during the trip, Laura discovers that Cherry lied about something and begins to pay more attention to the girl's actions. Cherry notices Laura's distrust and begins her plan to keep Daniel away from his mother, so that she doesn't miss the opportunity to have the life she always dreamed of.\r\n\r\nLaura is very attached to her son and tells him her suspicions of that his girlfriend is interested in his fortune. Cherry makes everyone believe that Laura is doing this out of jealousy, not even Daniel believes his own mother.\r\n\r\nWhen the opportunity to get rid of Cherry arises, Laura wastes no time and invents a lie. What she didn't expect was for Cherry to discover the truth and to retaliate in a calculated, cruel and cold way without leaving a trace.",
                "body": [
                ],
                "title": "A Namorada Ideal",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 3,
                "author": "skoob_6034815",
                "original_body": "At first I thought the proposal was very good, but as the story went on I started to find it a bit dragging. It is clear that both Cherry and Laura are extremely toxic and obsessive. I found it a little boring to be honest",
                "body": [
                ],
                "title": "Relacionamento tóxico",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 3,
                "author": "skoob_339592",
                "original_body": "I really liked this book, you have no idea what will happen next and you find yourself divided on which side of the story to take. I thought the ending was too succinct but exciting and with no loose ends. I highly recommend it",
                "body": [
                ],
                "title": "A namorada ideal",
                "sent": 0.0,
                "category": ""
            },
            {
                "rating": 5,
                "author": "skoob_9732931",
                "original_body": "This book really grabbed me. I read it last year. While reading I was trying to understand both their sides, they both started to have bad attitudes. But, in the end, it ended up that I couldn't ignore Cherry's actions anymore, I started to feel disgusted with her. At the end of it all, the one who suffered the most was poor Daniel, such a good and sweet boy who had the misfortune of being in the middle of it all.",
                "body": [
                ],
                "title": "",
                "sent": 0.0,
                "category": ""
            }
        ]
    }
]
